
/*
 * Network "set" (location) strings
 */
"DEFAULT_SET_NAME" = "Automatisk";

/*
 * [System] Keychain descriptions for PPP
 */
"KEYCHAIN_KIND_PPP_PASSWORD" = "PPP-adgangskode";

/*
 * [System] Keychain descriptions for IPSec
 */
"KEYCHAIN_KIND_IPSEC_SHARED_SECRET" = "IPSec Shared Secret";
"KEYCHAIN_KIND_IPSEC_XAUTH_PASSWORD" = "IPSec XAuth-adgangskode";

/*
 * [System] Keychain descriptions for 802.1X
 *   Network Connection (Ethernet)
 *   Network Connection
 *   802.1X Password
 */
"KEYCHAIN_DESCRIPTION_EAPOL_INTERFACE" = "Netværksforbindelse (%@)";
"KEYCHAIN_DESCRIPTION_EAPOL" = "Netværksforbindelse";
"KEYCHAIN_KIND_EAPOL" = "802.1X-adgangskode";
